<?php

return [

    'domain_for_sale' => 'DOMEN PРОДАЕТСЯ',

    'description' => 'Этот домен продается. Свяжитесь с нами ниже, чтобы сделать предложение.',

    'limited_description' => 'Этот домен продается, но, к сожалению, в настоящее время мы испытываем высокий объем запросов. Пожалуйста, попробуйте позже.',

    'make_offer' => 'Сделать предложение',

    'form_description' => 'Заинтересованы в этом домене? Отправьте свое предложение ниже.',

    'name' => 'Имя',

    'email' => 'Email',

    'proposal' => 'Ваше предложение',

    'invalid_email' => 'Неверный адрес электронной почты.',

    'invalid_name' => 'Имя не может быть пустым.',

    'invalid_message' => 'Предложение не может быть пустым.',

    'name_placeholder' => 'Ваше имя',

    'email_placeholder' => 'you@example.com',

    'message_placeholder' => 'Расскажите, что вы хотите предложить...',

    'send' => 'Отправить предложение',

    'privacy' => 'Ваша информация будет использоваться только для ответа на ваше предложение.',

    'success' => 'Спасибо! Ваше предложение отправлено.',

    'error' => 'Произошла ошибка.',

    'rate_limit_exceeded' => 'Вы превысили максимальное количество разрешенных предложений. Пожалуйста, попробуйте позже.',

];